---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNeutralBusParam
source: html/342e69bd-3207-688f-1358-3bf8ab78b358.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNeutralBusParam Property

"Neutral Bus"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelNeutralBusParam { get; }
```